[
    {
        "review_title": "It’s a CROME book",
        "review_rating": "1.0 out of 5 stars",
        "review_body": "I got this for the purpose of using it for my laser and 3d printer and a couple of other projectsBut they only run in windowsI don’t know how to use this thing don’t understand it can’t use itAnd of cause it is not windows based therefore not able to use it for the reason I got itMy fault did not know"
    },
    {
        "review_title": "Returned",
        "review_rating": "2.0 out of 5 stars",
        "review_body": "Not worth it. blur and low quality"
    },
    {
        "review_title": "it was the right product",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "this product was a gift"
    },
    {
        "review_title": "Great for school work!",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Bought this Chromebook for school work purposes. It does its job well. Has a nice big screen and runs pretty fast for the purpose of school work."
    },
    {
        "review_title": "Great so far",
        "review_rating": "4.0 out of 5 stars",
        "review_body": "no problems at all."
    },
    {
        "review_title": "Tablette ne fonctionne plus sans aucune raison connue",
        "review_rating": "1.0 out of 5 stars",
        "review_body": "La tablette cesse de fonctionner après quelques mois d'utilisation. Amazon nous l'a remplacé et la deuxième a le même problème. Ne pouvons plus la retourner chez Amazon délai de retour écoulé."
    },
    {
        "review_title": "Don’t buy",
        "review_rating": "1.0 out of 5 stars",
        "review_body": "Bought in January… it’s April and now it won’t turn on at all. This was my first foray away from apple products and I’m thoroughly disappointed."
    },
    {
        "review_title": "Bon laptop de base",
        "review_rating": "4.0 out of 5 stars",
        "review_body": "Pour mes cours de langue et le récréatif"
    },
    {
        "review_title": "Perfect for my needs",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "At this price, it's perfect for my needs. - Thanks !"
    },
    {
        "review_title": "Awful trackpad... Key fell off keyboard... No MicroSD Slot.. Slow... Stalls... My worst laptop ever.",
        "review_rating": "2.0 out of 5 stars",
        "review_body": "Awful trackpad... Key fell off keyboard... No MicroSD Slot.. Slow... Stalls... My worst laptop ever."
    },
    {
        "review_title": "Un Chrome book est vraiment différent d'un Microsoft.",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "La simplicité à démarrer pour la première fois m'a bien plu.L'utilisation est simple et je me suis tout de suite vu travailler plus facilement qu'avec le système Windows 11."
    },
    {
        "review_title": "Fine but low RAM hurt this laptop a LOT",
        "review_rating": "3.0 out of 5 stars",
        "review_body": "It is a fine laptop to do daily normal chores, but be very careful to not ask for too much.This is a very bad choice for business laptop because only 4gb of RAM is way not enough.Everything is a struggle to load because of this.Also, screen quality is very bad. There is never an angle that is not annoying for your eyes.You definitly get what you pay for."
    },
    {
        "review_title": "Quality at a fair price!",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "This was a gift for my adult daughter.. after returning the original one without the operating system....the proper replacement is running very well!"
    },
    {
        "review_title": "Bought for Grandson",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "I bought it for my Grandson, he needed for shcool.He really likes it and uses every day."
    },
    {
        "review_title": "As expected",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Lightweight, fast , perfect for the jobAmazing battery life"
    },
    {
        "review_title": "It works",
        "review_rating": "3.0 out of 5 stars",
        "review_body": "So I received this as a gift and I wasnsent the link so I could see the specs.1st off. The ad above states there is a SD card slot. There is NOT.It is pretty quick. It really sucks that you can't put apps on the desk top.We ended up having to buy a \"hub\" so that I can hook it up to an HDMI cord AND a SD card reader.It's really frustrating to know that the ad lied about part of the devices capabilities."
    },
    {
        "review_title": "Affordable Chromebook.",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Large 15.6 inch screen, Intel CPU, 5 years of google updates."
    },
    {
        "review_title": "power on issues",
        "review_rating": "2.0 out of 5 stars",
        "review_body": "using for 3 months , but now having issues with unable to power on. not really pleased with this chromebook 2nd time this has happened... should have stuck with asus !"
    },
    {
        "review_title": "Je suis satisfaite",
        "review_rating": "4.0 out of 5 stars",
        "review_body": "Très facile de régler la clarté de l’image."
    },
    {
        "review_title": "Très satisfait du produit",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "L'article fonctionne très bien et sommes satisfait du produit."
    },
    {
        "review_title": "So far so good but missing a feature listed/pictured in ad",
        "review_rating": "3.0 out of 5 stars",
        "review_body": "Liked the price point of this Chromebook and it's features but the one delivered to me does not have the micro SD card reader it is, at least according to the Amazon ad, supposed to have. My decision to buy this particular Chromebook was based partially on this feature. When mine arrived without a reader I double checked the ad and it clearly states/pictures the Chromebook as having a SD card reader. I don't know if I'm going to try and return it as I really like it otherwise. Not sure about the longevity of the item but my first impressions are good. The screen is just OK but nothing special. The build quality seems fine for a plastic body Chromebook but I worry long term about the hinges as with previous laptops/netbooks this is a weak point The speakers are bottom firing and tends to muffle sound a bit. The keyboard feels a little cheap but I've used much worse and for the price I'm fine with it. If it included the promised card reader I would have no problem rating it higher but this omission really bothers me. and lets down an otherwise decent machine."
    },
    {
        "review_title": "Awesome!!",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Awesome Chromebook, No Complaints!!Everything works Great, Volume is Excellent even better with headphones."
    },
    {
        "review_title": "Canadians beware; garbage French keyboard",
        "review_rating": "1.0 out of 5 stars",
        "review_body": "I love everything about this little Chromebook, except that despite the images and description, this thing shipped (in Canada) with this god-awful “bilingual keyboard”. Unlike Windows, you can’t map the weird key so you have a full sized Shift key, so every time you mean to capitalize a letter, instead you get “/“. Very upset with this bait and switch, Amazon."
    },
    {
        "review_title": "great computer a little big but works",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "using it cause my dell was done"
    },
    {
        "review_title": "Kids Chromebooks",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Seems ok so far, I personally do not like chromebooks as they are not user friendly....but the schools use them, so had to get them for the kids"
    },
    {
        "review_title": "Oke ☑️",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Oke ☑️"
    },
    {
        "review_title": "Worth every penny!",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Does exactly what I want it do at an amazing price!"
    },
    {
        "review_title": "Good product",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "I don't like how the scroll down bar is hidden"
    },
    {
        "review_title": "Easy to use",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "We bought it as a birthday gift for a ninety-year elder who only use for surf website, append zoom meeting, sometimes edit word document. What I need to do is setup Wi-Fi and change input language, and download zoom meeting app. It is so easy to setup and use, the elder likes it and happy to have it. Hope it can last long enough for the elder to use."
    },
    {
        "review_title": "Perfect for everyday normal use!",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Hey guys! I originally purchased a Lenovo laptop with 12 G of ram, and one terabite hardrive. This was a piece of POO that could not even surf the internet. I tried everything to no avail. A total piece of poo. I got so mad at it one day I punched it into oblivion. Now I'm satisfied. THIS COMPUTER however is super fast on the internet, start up, shut down and just about everything else. Do not buy this computer if you need a lot of storage space ON the computer. Do not buy this computer if you are going to work with complicated programs. However, if you want a great little computer with LONG BATTERY LIFE, then BUY THIS COMPUTER. You can't beat the combination of Acer and Intel."
    },
    {
        "review_title": "Great laptop",
        "review_rating": "4.0 out of 5 stars",
        "review_body": "This was an amazing laptop. It has everything that I need for schooling highly recommended"
    },
    {
        "review_title": "Difficult to get used to from windows.",
        "review_rating": "3.0 out of 5 stars",
        "review_body": "Hard to get used to after windows and a lot of things that run on windows aren't compatible with Chrome."
    },
    {
        "review_title": "Fast computer",
        "review_rating": "5.0 out of 5 stars",
        "review_body": "Set-up was super fast, I use it for mainly Stadia and I can game-stream live to YouTube easily."
    }
]